acpid
alsa-firmware
alsa-utils
antergos-keyring
antergos-mirrorlist
arandr
arc-gtk-theme
autoconf
automake
b43-firmware
b43-fwcutter
bash
bash-completion
bind-tools
binutils
bison
btrfs-progs
bzip2
bzr
cabextract
cifs-utils
cmake
compton
consolas-font
coreutils
crda
cryptsetup
cups
cups-pk-helper
device-mapper
dhcpcd
dialog
diffutils
dmraid
dosfstools
e2fsprogs
efibootmgr
exfat-utils
expac
f2fs-tools
fakeroot
fcitx
fcitx-configtool
fcitx-googlepinyin
fcitx-gtk2
fcitx-gtk3
fcitx-mozc
fcitx-qt4
fcitx-qt5
feh
file
filesystem
findutils
firefox
flex
gawk
gcc
gcc-libs
gettext
git
glibc
gnome-screenshot
grep
groff
grub
grub2-theme-antergos
gsfonts
gst-plugins-bad
gst-plugins-base
gst-plugins-good
gst-plugins-ugly
gstreamer
gzip
haveged
hplip
i3-gaps-next-git
i3blocks
i3lock
i3status
inetutils
intel-ucode
iproute2
iputils
ipw2100-fw
ipw2200-fw
j4-dmenu-desktop
jfsutils
jshon
less
lib32-mesa
lib32-nvidia-utils
libtool
libtxc_dxtn
libva-intel-driver
licenses
linux
linux-lts
logrotate
lsb-release
lvm2
lxappearance
m4
make
man-db
man-pages
mdadm
mlocate
modemmanager
nano
nautilus
nemo
neofetch
net-tools
netctl
network-manager-applet
networkmanager
nfs-utils
nilfs-utils
notify-osd
noto-fonts
noto-fonts-cjk
ntfs-3g
nvidia
nvidia-utils
openssh
os-prober
pacaur
pacman
patch
pavucontrol
pciutils
pcmciautils
perl
pkg-config
pkgfile
playerctl
polybar-git
procps-ng
psmisc
pulseaudio
pulseaudio-alsa
python-gobject
python-pyqt5
qt4
ranger
reflector
reiserfsprogs
rofi
rsync
s-nail
samba
sed
shadow
sharutils
slack-desktop
splix
spotify
steam
sudo
sysfsutils
systemd-sysvcompat
tar
teamspeak3
terminus-font
termite
texinfo
tlp
ttf-droid
ttf-font-awesome
ttf-inconsolata
ttf-ubuntu-font-family
unrar
unzip
usb_modeswitch
usbutils
util-linux
uudeview
vi
volumeicon
wget
which
whois
wireless_tools
wpa_actiond
xdg-user-dirs
xf86-video-intel
xf86-video-nouveau
xfsprogs
xorg-iceauth
xorg-luit
xorg-server
xorg-sessreg
xorg-setxkbmap
xorg-smproxy
xorg-twm
xorg-x11perf
xorg-xauth
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbcomp
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmodmap
xorg-xpr
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xvinfo
xorg-xwd
xorg-xwininfo
xorg-xwud
xterm
xz
yaourt
zd1211-firmware
zip
